window.newsData =  [
 {
    id:7,
    title: "සුබසාධක සමිතිය",
    date: "2026-06-22",
    category: "Update",
    image: "hero2.jpg",
    short: "ජනතාවට පහසු සේවාවක් ලබාදීම සඳහා අභ්‍යන්තර සේවා කවුන්ටරය නවීකරණය කරන ලදී.",
    content: `
      <p>මෙය full article content එකයි.</p>
      <p>මෙහි විස්තර වැඩි කරලා දාන්න පුළුවන්.</p>
    `
  },




  {
    id: 6,
    title: "අවුරුදු උත්සවය",
    date: "2026-06-01",
    category: "Update",
    image: "hero2.jpg",
    short: "ජනතාවට පහසු සේවාවක් ලබාදීම සඳහා අභ්‍යන්තර සේවා කවුන්ටරය නවීකරණය කරන ලදී.",
    content: `
      <p>මෙය full article content එකයි.</p>
      <p>මෙහි විස්තර වැඩි කරලා දාන්න පුළුවන්.</p>
    `
  },




  {
    id: 5,
    title: "පොදු සේවා කවුන්ටරය නවීකරණය කරන ලදී",
    date: "2026-05-01",
    category: "Update",
    image: "hero2.jpg",
    short: "ජනතාවට පහසු සේවාවක් ලබාදීම සඳහා අභ්‍යන්තර සේවා කවුන්ටරය නවීකරණය කරන ලදී.",
    content: `
      <p>මෙය full article content එකයි.</p>
      <p>මෙහි විස්තර වැඩි කරලා දාන්න පුළුවන්.</p>
    `
  },
  {
    id: 4,
    title: "ගෙවීම් කවුන්ටර වේලාවන් යාවත්කාලීන කරන ලදී",
    date: "2026-04-22",
    category: "Notice",
    image: "hero3.jpg",
    short: "පුරවැසි පහසුව සඳහා සේවා කවුන්ටර වේලාවන් යාවත්කාලීන කර ඇත.",
    content: `
      <p>නව වේලාවන් මෙන්න...</p>
    `
  },
  {
    id: 3,
    title: "හෙළ බොජුන් හල",
    date: "2026-03-22",
    category: "Notice",
    image: "hero3.jpg",
    short: "විවෘත කරන ලදී",
    content: `
      <p>ම්දේයඅචෙඅදචෙදය දයඅදයජචදඅ චදයචදචදඅ්ුා දදඅයදයා </p>
    `
  },

  {
    id: 2,
    title: " හෙළ බොජුන්හල සුබ මොහොතින් විවෘත කිරීම",
    date: "2026-02-19",
    category: "Notice",
    image: "hero3.jpg",
    short: "පිරිසිදු කරන ලදි",
    content: `
      <p>අද දින අම්බලන්ගොඩ හෙළ බොජුන්හල ගරු අමාත්‍ය නලින් හේවගේ මැතිතුමාගේ ප්‍රධානත්වයෙන්
      සුබ මොහොතින් විවෘත වූ වගයි. </p>
    `
  },

   {
    id: 1,
    title: "නව වසරේ රාජකාරී කටයුතු උත්සවශීලීව ආරම්භ විය",
    date: "2026-01-01",
    category: "Notice",
    image: "uploads/news/test.jpg" ,
    short: "පිරිසිදු කරන ලදි",
    content: `
      <p>නව වසරේ රාජකාරී කටයුතු ආශීර්වාද මධ්‍යයේ ආරම්භ කරන ලදී.</p>
    `
  },
];